brew "btop"
brew "cmake"
brew "cocoapods"
brew "codex"
brew "fastfetch"
brew "fzf"
brew "gemini-cli"
brew "git-lfs"
brew "go"
brew "python@3.13"
brew "llvm"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pnpm"
brew "raylib"
brew "starship"
brew "tmux"
brew "tree"
brew "zoxide"
cask "azure-data-studio"
cask "brave-browser"
cask "docker-desktop"
cask "dotnet-sdk"
cask "font-jetbrains-mono"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "insomnia"
cask "obs"
cask "spotify"
cask "stats"
cask "steam"
cask "the-unarchiver"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "miguelsolorio.min-theme"
vscode "ms-vscode.vscode-typescript-next"
vscode "pkief.material-icon-theme"
vscode "xabikos.javascriptsnippets"
